Revit 2027 API
FilterNumericGreaterOrEqual Constructor
 Constructs an instance of FilterNumericGreaterOrEqual.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FilterNumericGreaterOrEqual()
Public Sub New
public:
FilterNumericGreaterOrEqual()
new : unit -> FilterNumericGreaterOrEqual
See Also
Reference
FilterNumericGreaterOrEqual Class
Autodesk.Revit.DB Namespace